---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerSecond
source: html/31fa5cfd-c4ab-ef30-e387-a625f42b3ad1.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerSecond Property

Pounds mass per second.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerSecond { get; }
```